welcome_text = """Привет! 👋 Я твой помощник по валютным курсам.

Я умею:

•  Показывать текущий курс интересующей тебя валютной пары. Просто укажи, какую пару ты хочешь узнать (например, USD/EUR или EUR/RUB).
•  Рисовать график курса выбранной валютной пары за указанный период времени. Ты сможешь наглядно увидеть динамику изменений!
•  Предлагать тебе 5 популярных валютных пар для быстрого доступа.

Чтобы начать, просто выбери интересующую тебя опцию или напиши запрос! Например, "курс USD/RUB" или "график EUR/USD за неделю".

Удачи! 😉"""

base_currency_text = """Выберите базовую валюту"""
currency_quotes_text = """Выберите валюту котировки"""
choise_period_text = """Выберите период, за который хотите получить график обмена валют:"""
rate_not_found_text = """Курсы данных валют не найдены"""

choise_popular_pair_text = """Выберите валютную пару:"""